Revit 2027 API
ParameterTypeId.StairsRuntypeUndersideSurfaceType Property
 "Underside Surface": Underside Surface
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRuntypeUndersideSurfaceType { get; }
Public Shared ReadOnly Property StairsRuntypeUndersideSurfaceType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRuntypeUndersideSurfaceType {
	ForgeTypeId^ get ();
}
static member StairsRuntypeUndersideSurfaceType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace